Repository: Blackphi6/vestige
Catalog: Sources/Vestige/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: %@ を削除しますか？
en: Delete %@?
zh_hans: 要删除 %@ 吗？

# 以下 %@ 件、合計 %@ を%@します。この操作は%@。
source: 以下 %1$@ 件、合計 %2$@ を%3$@します。この操作は%4$@。
en: %3$@ will affect %1$@ item(s), totaling %2$@. %4$@
zh_hans: 以下 %1$@ 项，共 %2$@，将被%3$@。此操作%4$@。

source: アプリ本体
en: App Bundle
zh_hans: 应用程序本体

source: アプリを検索
en: Search apps
zh_hans: 搜索应用

source: アプリを検索中…
en: Searching for apps…
zh_hans: 正在搜索应用…

source: アプリを選択してください
en: Select an app
zh_hans: 请选择一个应用

source: エラーが発生しました
en: An Error Occurred
zh_hans: 发生错误

source: キャッシュ
en: Caches
zh_hans: 缓存

source: キャンセル
en: Cancel
zh_hans: 取消

source: コンテナ
en: Containers
zh_hans: 容器

source: ゴミ箱から復元できます
en: This can be undone from the Trash.
zh_hans: 可以从废纸篓中恢复

source: ゴミ箱に移動
en: Move to Trash
zh_hans: 移到废纸篓

source: その他
en: Other
zh_hans: 其他

source: ログ
en: Logs
zh_hans: 日志

source: ログイン項目（システム、手動削除が必要）
en: Login Items (System, manual removal required)
zh_hans: 登录项目（系统级，需手动删除）

source: ログイン項目（ユーザー）
en: Login Items (User)
zh_hans: 登录项目（用户级）

source: 保存済みの状態
en: Saved Application State
zh_hans: 已保存的应用程序状态

source: 取り消せません
en: This cannot be undone.
zh_hans: 无法撤销

source: 完全に削除
en: Delete Permanently
zh_hans: 永久删除

source: 環境設定
en: Preferences
zh_hans: 偏好设置

source: 残留物は見つかりませんでした
en: No Leftovers Found
zh_hans: 未发现残留文件

source: 残留物をスキャン中…
en: Scanning for leftovers…
zh_hans: 正在扫描残留文件…

source: 再スキャン
en: Rescan
zh_hans: 重新扫描

source: 削除
en: Delete
zh_hans: 删除

source: すべて解除
en: Deselect All
zh_hans: 取消全选

source: すべて選択
en: Select All
zh_hans: 全选

source: プライバシー権限 (TCC)
en: Privacy Permissions (TCC)
zh_hans: 隐私权限 (TCC)
